{
    "id": 29,
    "title": "世界宣教への関わり",
    "path": "japanese-mission-movement",
    "prayerSummary": [
        "海外で奉仕する日本人宣教師に感謝しつつ、さらに神様から召しを受け、世界宣教に参加する人が起こされるように。",
        "日本の教会が、主の福音宣教に携わるチャレンジに応答し、その喜びにあずかれるように。",
        "国内の教会や神学校において、各宣教団体が効果的な人材動員を行うことができるように。"
    ],
    "textBody": [
        "神学校で勉強している春斗さんは海外宣教への召しを感じていますが、国内には無牧の教会がたくさんあることも知っています。また、彼の所属教団は、彼が神学校を卒業した後は、その教団の教会で奉仕することを期待しています。春斗さんは、自分が置かれている立場と自分が感じている召しとの間で、どうしたらよいのか悩んでいます。",
        "日本には、世界宣教のために忠実に祈り、支援している教会がある一方、それらにあまり関心がなかったり、関わる余裕がない教会もあります。多くの教会は経済的な問題を抱えており、また働き手不足です。自分たちの教会や教団の必要を超えて考えることは難しいかもしれません。",
        "神様は、世界宣教へ召されていく、春斗さんのような若者を起こしておられます。しかし彼らは、どのように訓練を受け、また経済的・霊的支援をつのるか、その過程において多くの課題に直面します。",
        "神様は教会が全世界に出ていき、福音を宣べ伝えることを願っておられます。日本において、その聖書的教えは急務です。たとえ小さくて無力だと感じても、さらに多くの日本の教会が、神様の世界宣教の責任と特権を担っていくことを切望しています。そうすれば、海外諸国のみならず、日本も祝福されることでしょう。"
    ],
    "textBodyAsterisk": [],
    "quote": {
        "content": "Shrines and temples are quite important to a lot of people because they’re used as symbols or icons to represent Japan. There’s always an image of Sensoji temple, for example, on pamphlets about Japan.",
        "source": "A Japanese Christian in her 20s, Tokyo"
    },
    "downloads": {},
    "related": {
        "labels": ["教会開拓", "海外に住む日本人", "宣教師の生活"],
        "links": ["/topics/church-planting", "/topics/japanese-overseas", "/topics/missionary-life"]
    },
    "heroPhoto": "/photos/topics/topic28/TP28-Hero.jpg",
    "heroFocus": "60% 10%",
    "photos": [
        {
            "src": "/photos/topics/topic28/TP28-Carousel-01.jpg",
            "title": "A large crowd of visitors at a prominent shrine in Kyoto (Fushimi Inari Taisha) on New Year's Day."
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-02.jpg",
            "title": "A gate at a Shinto shrine, called <i>torii</i>. <i>Torii</i> can be found at many places in Japan: city streets, staircases, forests, rivers, fields, and more."
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-03.jpg",
            "title": "A visitor at Meiji shrine bows before passing through the <i>torii</i> gate. A <i>torii</i> gate is seen as an entryway into sacred space."
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-04.jpg",
            "title": "A shrine on a small beach island (Aoshima) in Miyazaki prefecture. "
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-05.jpg",
            "title": "A man prays at a local neighborhood shrine in Chiba prefecture. "
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-06.jpg",
            "title": "Sensoji, a popular Buddhist temple in Tokyo."
        }
    ],
    "galleryType": "carousel",
    "blockOrder": [6, 7, 6, 6],
    "videoSrc": "https://player.vimeo.com/video/921387464"
}
