{
    "id": 29,
    "title": "Japanese mission movement",
    "path": "japanese-mission-movement",
    "prayerSummary": [
        "Give thanks for Japanese missionaries serving overseas and pray for those who sense God’s call to join them.",
        "Pray that Japanese churches will take up the challenge of being involved in God’s mission, and find joy in doing so.",
        "Pray for effective mobilization by mission agencies in Japanese churches and Bible colleges."
    ],
    "textBody": [
        "Haruto, a Japanese Bible college student, has sensed God’s call to overseas missions for some time. He knows that many Japanese churches lack pastors. Additionally, his denomination expects that Haruto will work at one of their churches after he graduates. These two factors cause him to struggle with the call he feels on his heart.",
        "There are some Japanese churches that faithfully pray for and support overseas missions, but others don’t seem to have much interest or capacity. Many churches have financial struggles and/or lack church workers. It can be hard to think beyond the needs of their own church or denomination.",
        "God is raising up young people like Haruto who sense God’s call to world mission. However, they face many challenges along the way, such as how to get training and raise financial and prayer support. ",
        "There is an urgent need in Japan for biblical teaching about God’s desire for his church to reach out to the whole world. Even if they feel small and powerless, we long to see many more Japanese churches take up the responsibility and privilege of God’s global mission. This will not only bless many nations, but Japan as well."
    ],
    "textBodyAsterisk": [],
    "quote": {
        "content": "Shrines and temples are quite important to a lot of people because they’re used as symbols or icons to represent Japan. There’s always an image of Sensoji temple, for example, on pamphlets about Japan.",
        "source": "A Japanese Christian in her 20s, Tokyo"
    },
    "downloads": {},
    "related": {
        "labels": ["Church planting", "Japanese overseas", "Missionary life"],
        "links": ["/topics/church-planting", "/topics/japanese-overseas", "/topics/missionary-life"]
    },
    "heroPhoto": "/photos/topics/topic28/TP28-Hero.jpg",
    "heroFocus": "60% 10%",
    "photos": [
        {
            "src": "/photos/topics/topic28/TP28-Carousel-01.jpg",
            "title": "A large crowd of visitors at a prominent shrine in Kyoto (Fushimi Inari Taisha) on New Year's Day."
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-02.jpg",
            "title": "A gate at a Shinto shrine, called <i>torii</i>. <i>Torii</i> can be found at many places in Japan: city streets, staircases, forests, rivers, fields, and more."
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-03.jpg",
            "title": "A visitor at Meiji shrine bows before passing through the <i>torii</i> gate. A <i>torii</i> gate is seen as an entryway into sacred space."
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-04.jpg",
            "title": "A shrine on a small beach island (Aoshima) in Miyazaki prefecture. "
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-05.jpg",
            "title": "A man prays at a local neighborhood shrine in Chiba prefecture. "
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-06.jpg",
            "title": "Sensoji, a popular Buddhist temple in Tokyo."
        }
    ],
    "galleryType": "carousel",
    "blockOrder": [6, 7, 6, 6],
    "videoSrc": "https://player.vimeo.com/video/921387464"
}
