{
    "title": "Unity in Christ",
    "prayerSummary": [
        "Pray for wisdom to share the gospel within this Japanese context.",
        "Pray that the Holy Spirit would lead those who seek salvation through various rituals to find Jesus Christ.",
        "Pray that Japanese people would find their most authentic belonging and identity in the God who created them."
    ],
    "textBody": [
        "A retired missionary shared a story about a church plant in northern Tokyo. A cult had swept through the region in 1952, scaring people away, and the church had hit a low with zero attendance one Sunday. So the team began to meet daily to pray for revival. Their biggest challenge was unity between teammates, but they persevered and came to a place of oneness and respect.",
        "After months of prayer, 40 people came to hear an evangelist the team had barely advertised. Following a message on how the Holy Spirit brings repentance, most stayed until midnight, heads bent, confessing their sin.",
        "Another missionary shared about a prefecture that was known in the 1970s for disunity among the churches. In the mid-90s there was a movement among pastors that started with an annual four-day prayer summit. These led to monthly half-day prayer meetings. Since then there has been reconciliation and a change in the spiritual climate. Churches from all over the prefecture now gather for an annual day of praise and worship.",
        "Christians in Japan face many challenges to the spread of the gospel. But in unity, we gain strength and glorify God. May God give churches, mission organizations, and believers the grace to serve together."
    ],
    "textBodyAsterisk": [
        "<sup>*</sup>All names used in this booklet are pseudonyms."
    ],
    "quote": {
        "content": "Shrines and temples are quite important to a lot of people because they’re used as symbols or icons to represent Japan. There’s always an image of Sensoji temple, for example, on pamphlets about Japan.",
        "source": "A Japanese Christian in her 20s, Tokyo"
    },
    "downloads": {},
    "related": {
        "labels": [
            "Ancestor veneration",
            "Workplace pressure",
            "Other Topics",
            "Other Topics 2",
            "Other Topics 3",
            "Other Topics 4"
        ],
        "links": ["/topics/ancestor-veneration", "/topics/workplace-pressure", "/", "/", "/", "/"]
    },
    "heroPhoto": "/photos/topics/topic28/TP28-Hero.jpg",
    "heroFocus": "60% 10%",
    "photos": [
        {
            "src": "/photos/topics/topic28/TP28-Carousel-01.jpg",
            "title": "A large crowd of visitors at a prominent shrine in Kyoto (Fushimi Inari Taisha) on New Year's Day."
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-02.jpg",
            "title": "A gate at a Shinto shrine, called <i>torii</i>. <i>Torii</i> can be found at many places in Japan: city streets, staircases, forests, rivers, fields, and more."
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-03.jpg",
            "title": "A visitor at Meiji shrine bows before passing through the <i>torii</i> gate. A <i>torii</i> gate is seen as an entryway into sacred space."
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-04.jpg",
            "title": "A shrine on a small beach island (Aoshima) in Miyazaki prefecture. "
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-05.jpg",
            "title": "A man prays at a local neighborhood shrine in Chiba prefecture. "
        },
        {
            "src": "/photos/topics/topic28/TP28-Carousel-06.jpg",
            "title": "Sensoji, a popular Buddhist temple in Tokyo."
        }
    ],
    "galleryType": "carousel",
    "blockOrder": [6, 7, 6, 6],
    "videoSrc": "https://player.vimeo.com/video/921387464",
    "infographic": {
        "desktop": "/photos/topics/topic1/topic-1-desktop.svg",
        "tablet": "/photos/topics/topic1/topic-1-tablet.svg",
        "mobile": "/photos/topics/topic1/topic-1-mobile.svg"
    }
}